export const leaders = [
	{
		name: 'Георгий Жуков',
		date: '(1896-1974)',
		portrait:
			'https://radiovera.ru/wp-content/uploads/2017/05/Marshal-ZHukov.jpg',
		desc: 'Главные черты полководческого таланта Георгия Константиновича — творчество, новаторство, умение принимать неожиданные для противника решения. Его отличали также глубокий ум и проницательность. По словам Макиавелли, «ничто так не делает полководца великим, как умение проникать в замысел противника». Эта способность сыграла особенно важную роль при обороне Ленинграда и Москвы, когда при крайне ограниченных силах только за счет хорошей разведки, предвидения возможных направлений ударов противника ему удавалось собирать практически все имеющиеся средства и отражать удары противника.',
	},
	{
		name: 'Александр Василевский',
		date: '(1895-1977)',
		portrait:
			'https://warheroes.ru/content/images/heroes/2hero/Vasilevsky.jpg',
		desc: 'Будучи во время войны начальником Генштаба на протяжении 34-х месяцев, А. М. Василевский только 12 месяцев был в Москве, в Генштабе, а 22 месяца находился на фронтах. Г. К. Жуков и A. M. Василевский обладали развитым стратегическим мышлением, глубоким пониманием обстановки.Именно это обстоятельство привело к одинаковой оценке обстановки и выработке дальновидных и обоснованных решений по контрнаступательной операции под Сталинградом, к переходу к стратегической обороне на Курской дуге и в ряде других случаев.',
	},
	{
		name: 'Константин Рокоссовский',
		date: '(1896-1968)',
		portrait:
			'https://fessl.ru/resources/person/img/rokossowski/rokossowski_big.jpg',
		desc: '	Неоценимым качеством советских полководцев была их способность к разумному риску. Эта черта полководческого таланта отмечалась, например, у маршала Константина Константиновича Рокоссовского. Одна из замечательных страниц полководческой деятельности К. К. Рокоссовского - Белорусская операция, в которой он командовал войсками 1-го Белорусского фронта.',
	},
	{
		name: 'Иван Конев',
		date: '(1897-1973)',
		portrait:
			'https://i10.fotocdn.net/s113/c98c50597359da76/public_pin_l/2550967894.jpg',
		desc: 'Важной чертой полководческого таланта является интуиция, позволяющая добиться внезапности удара. Этим редким качеством обладал Конев Иван Степанович. Его полководческий талант наиболее убедительно и ярко проявился в наступательных операциях, в ходе которых было одержано много блестящих побед. При этом он всегда стремился не ввязываться в затяжные бои в больших городах и обходными маневрами вынуждал противника покинуть город. Это позволяло ему уменьшить потери своих войск, не допустить больших разрушений и жертв среди мирного населения.',
	},
	{
		name: 'Андрей Ерёменко',
		date: '(1892-1970)',
		portrait:
			'https://warheroes.ru/content/images/heroes/GSS1941-45/Yeremenko_Andrey_Ivan.jpg',
		desc: 'Если И. С. Конев проявил лучшие свои полководческие качества в наступательных операциях, то Андрей Иванович Ерёменко - в оборонительных.',
	},
	{
		name: 'Родион Малиновский',
		date: '(1898-1967)',
		portrait:
			'http://image2.thematicnews.com/uploads/images/00/00/41/2017/08/29/4882ea8749.jpg',
		desc: 'Характерной чертой настоящего полководца является неординарность замысла и действий, уход от шаблона, военная хитрость, в чем преуспел великий полководец А. В. Суворов. В годы Великой Отечественной войны этими качествами отличался Малиновский Родион Яковлевич. На протяжении почти всей войны примечательной особенностью его полководческого таланта было то, что он в замысел каждой операции закладывал какой-либо неожиданный для противника способ действий, умел целой системой хорошо продуманных мер ввести противника в заблуждение.',
	},
	{
		name: 'Семён Тимошенко',
		date: '',
		portrait:
			'https://i.pinimg.com/736x/45/14/e9/4514e972c61484aa557eea2aea72a828.jpg',
		desc: 'Испытав на себе весь гнев Сталина в первые дни кошмарных провалов на фронтах, Семён Константинович попросил направить его на наиболее опасный участок. Впоследствии маршал командовал стратегическими направлениями и фронтами. Под его командованием шли тяжелые оборонительные бои на территории Белоруссии в июле-августе 1941 года. С его именем связаны героическая оборона Могилева и Гомеля, контрудары под Витебском и Бобруйском. Под руководством Тимошенко развернулось самое большое и упорное сражение первых месяцев войны - Смоленское. В июле 1941 г. войска Западного направления под командованием маршала Тимошенко остановили наступление группы армий "Центр".',
	},
	{
		name: 'Иван Баграмян',
		date: '',
		portrait:
			'https://aftershock.news/sites/default/files/u21908/Baghramian_01_500.jpg',
		desc: 'Войска под командованием маршала Ивана Христофоровича Баграмяна участвовали активно в разгроме немецко-фашистских войск на Курской дуге, в Белорусской, Прибалтийской, Восточно-Прусской и других операциях и в овладении крепостью Кенигсберг.',
	},
	{
		name: 'Василий Чуйков',
		date: '',
		portrait:
			'https://warheroes.ru/content/images/heroes/2hero/Chuikov_Vasily_Ivanovich.jpg',
		desc: 'В годы Великой Отечественной войны Василий Иванович Чуйков командовал 62-й (8-й гвардейской) армией, которая навечно вписана в летопись героической обороны города Сталинграда. Командарм Чуйков ввел в войска новую тактику- тактику ближнего боя. В Берлине В.И.Чуйкова называли: «Генерал – Штурм». После победы в Сталинграде были удачно проведены операции: Запорожье, форсирование Днепра, Никополь, Одесса, Люблин, форсирование Вислы, Познаньская цитадель, Кюстринская крепость, Берлинская и др.',
	},
	{
		name: 'Иван Черняховский',
		date: '',
		portrait:
			'https://sun9-19.userapi.com/c857624/v857624611/18a604/4_3J6AD27nA.jpg',
		desc: 'Самым молодым из командующих фронтами Великой Отечественной войны был генерал армии Иван Данилович Черняховский. Войска Черняховского участвовали в освобождении Воронежа, Курска, Житомира, Витебска, Орши, Вильнюса, Каунаса, других городов, отличились в боях за Киев, Минск, в числе первых вышли на границу с фашистской Германией, а затем громили гитлеровцев в Восточной Пруссии.',
	},
	{
		name: 'Кирилл Мерецков',
		date: '',
		portrait:
			'https://www.slovoart.ru/sites/default/files/images/43/03-Znak/09-Rokoss/Mereckov.jpg',
		desc: 'В годы ВОВ Кирилл Афанасьевич Мерецков командовал войсками северных направлений. В 1941 г. Мерецков нанес войскам фельдмаршала Лееба под Тихвином первое в войне серьезное поражение. 18 января 1943 года войска генералов Говорова и Мерецкова, нанеся встречный удар под Шлиссельбургом (операция «Искра»), прорвали блокаду Ленинграда. В июне 1944 г. Под их командованием был разгромлен маршал К. Маннергейм в Карелии. В октябре 1944 г. войска Мерецкова разбили врага в Заполярье под Печенгой. Весной 1945 года «хитрый Ярославец» был направлен на Дальний Восток. В августе-сентябре 1945 года его войска участвовали в разгроме Квантунской армии, ворвавшись из Приморья в Маньчжурию.',
	},
];

export const maps = [
	{
		name: 'Первый этап',
		map: '/maps/first.jpg',
	},
	{
		name: 'Московская битва',
		map: '/maps/moscow.jpg',
	},
	{
		name: 'Блокада Ленинграда',
		map: '/maps/leningrad.jpg',
	},
	{
		name: 'Сталинградская битва',
		map: '/maps/stalingrad.jpg',
	},
	{
		name: 'Коренной перелом',
		map: '/maps/break.jpg',
	},
	{
		name: 'Курская битва',
		map: '/maps/kursk.jpg',
	},
	{
		name: '10 сталинских ударов',
		map: '/maps/10stalin.jpg',
	},
	{
		name: 'Тихоокеанский фронт',
		map: '/maps/pacific.jpg',
	},
	{
		name: 'Висло-Одерская операция',
		map: '/maps/oder.jpg',
	},
	{
		name: 'Берлинская операция',
		map: '/maps/berlin.jpg',
	},
	{
		name: 'Штурм Берлина',
		map: '/maps/endsieg.jpg',
	},
];

export const techs = [
	{
		name: 'Лёгкий колёсно-гусеничный танк БТ-7М',
		desc: 'Принятый на вооружение в 1935 г., в предвоенные годы танк БТ-7 был единственным серийным танком в мире, способным развивать высокие скорости – 52 км/ч на гусеницах и 72 км/ч на колёсах. На его основе была создана модель БТ-7М, которая впервые в СССР была оснащена дизельным двигателем В-2 производства Харьковского моторного завода № 75. С первого дня танки БТ участвовали в боях Великой Отечественной войны и сумели оказать достойное сопротивление противнику.',
		photo: '/techs/bt7m.jpg',
	},
	{
		name: 'Лёгкий танк Т-70',
		desc: 'Новый танк был разработан осенью 1941 года и предназначался для замены лёгкого танка Т-60. В 1942 г. он поступил в серийное производство, а его создатель конструктор Н.А. Астров получил Сталинскую премию. Начиная с лета 1942 г. лёгкие танки Т-70 приняли активное участие в сражениях Великой Отечественной войны. Наивысшей точкой их службы стала Курская битва. По количеству выпущенных машин Т-70 занимает второе место по численности в Красной армии в 1941-1945 гг.',
		photo: '/techs/t70.jpg',
	},
	{
		name: 'Средний танк Т-34-85',
		desc: 'Средний танк Т-34-85 был разработан в КБ Уральского танкового завода под руководством А.А. Морозова. В новой литой башне была установлена 85-мм длинноствольная пушка Д-5Т, позже заменённая на ЗИС-С-53 того же калибра. Танк был принят на вооружение в январе 1944 г. Участие в боях Т-34-85 устранило временное преимущество немецких танков «Пантера» и «Тигр». С марта 1944 г. и до самого конца войны эти поистине лучшие танки Второй мировой широко использовались в военных действиях Красной армии.',
		photo: '/techs/t34.jpg',
	},
	{
		name: 'Тяжелый танк ИС-2',
		desc: 'Тяжелый танк ИС-2 был самым мощным из тяжёлых танков Второй мировой войны. Он был разработан под руководством Ж.Я. Котина и Н.Ф. Шамшурина в КБ Кировского завода в Челябинске на базе ИС-85 и принят на вооружение в ноябре 1943 г. Танк, оборудованный 122-мм танковой пушкой Д-25Т, мог уничтожать любые немецкие танки и самоходно-артиллерийские установки. Немецким танкистам было запрещено вступать в открытые поединки с ИС-2. На постаменте в Карлхорсте в Берлине, где в мае 1945 г. была принята капитуляция Германии, установлен символ Победы – ИС-2.',
		photo: '/techs/is2.jpg',
	},
];
