export const leaders = [
	{
		name: 'Георгий Жуков',
		date: '(1896-1974)',
		portrait:
			'https://radiovera.ru/wp-content/uploads/2017/05/Marshal-ZHukov.jpg',
	},
	{
		name: 'Александр Василевский',
		date: '(1895-1977)',
		portrait:
			'https://warheroes.ru/content/images/heroes/2hero/Vasilevsky.jpg',
	},
	{
		name: 'Константин Рокоссовский',
		date: '(1896-1968)',
		portrait:
			'https://fessl.ru/resources/person/img/rokossowski/rokossowski_big.jpg',
	},
	{
		name: 'Иван Конев',
		date: '(1897-1973)',
		portrait:
			'https://i10.fotocdn.net/s113/c98c50597359da76/public_pin_l/2550967894.jpg',
	},
	{
		name: 'Андрей Ерёменко',
		date: '(1892-1970)',
		portrait:
			'https://warheroes.ru/content/images/heroes/GSS1941-45/Yeremenko_Andrey_Ivan.jpg',
	},
	{
		name: 'Родион Малиновский',
		date: '(1898-1967)',
		portrait:
			'http://image2.thematicnews.com/uploads/images/00/00/41/2017/08/29/4882ea8749.jpg',
	},
	{
		name: 'Семён Тимошенко',
		date: '',
		portrait:
			'https://i.pinimg.com/736x/45/14/e9/4514e972c61484aa557eea2aea72a828.jpg',
	},
	{
		name: 'Иван Баграмян',
		date: '',
		portrait:
			'https://aftershock.news/sites/default/files/u21908/Baghramian_01_500.jpg',
	},
	{
		name: 'Василий Чуйков',
		date: '',
		portrait:
			'https://warheroes.ru/content/images/heroes/2hero/Chuikov_Vasily_Ivanovich.jpg',
	},
	{
		name: 'Иван Черняховский',
		date: '',
		portrait:
			'https://sun9-19.userapi.com/c857624/v857624611/18a604/4_3J6AD27nA.jpg',
	},
	{
		name: 'Кирилл Мерецков',
		date: '',
		portrait:
			'https://www.slovoart.ru/sites/default/files/images/43/03-Znak/09-Rokoss/Mereckov.jpg',
	},
];

export const maps = [
	{
		name: 'Первый этап',
		map: '/maps/first.jpg',
	},
	{
		name: 'Московская битва',
		map: '/maps/moscow.jpg',
	},
	{
		name: 'Блокада Ленинграда',
		map: '/maps/leningrad.jpg',
	},
	{
		name: 'Сталинградская битва',
		map: '/maps/stalingrad.jpg',
	},
	{
		name: 'Коренной перелом',
		map: '/maps/break.jpg',
	},
	{
		name: 'Курская битва',
		map: '/maps/kursk.jpg',
	},
	{
		name: '10 сталинских ударов',
		map: '/maps/10stalin.jpg',
	},
	{
		name: 'Тихоокеанский фронт',
		map: '/maps/pacific.jpg',
	},
	{
		name: 'Висло-Одерская операция',
		map: '/maps/oder.jpg',
	},
	{
		name: 'Берлинская операция',
		map: '/maps/berlin.jpg',
	},
	{
		name: 'Штурм Берлина',
		map: '/maps/endsieg.jpg',
	},
];

export const techs = [
	{
		name: 'Лёгкий колёсно-гусеничный танк БТ-7М',
		desc: 'Принятый на вооружение в 1935 г., в предвоенные годы танк БТ-7 был единственным серийным танком в мире, способным развивать высокие скорости – 52 км/ч на гусеницах и 72 км/ч на колёсах. На его основе была создана модель БТ-7М, которая впервые в СССР была оснащена дизельным двигателем В-2 производства Харьковского моторного завода № 75. С первого дня танки БТ участвовали в боях Великой Отечественной войны и сумели оказать достойное сопротивление противнику.',
		photo: '/techs/bt7m.jpg',
	},
	{
		name: 'Лёгкий танк Т-70',
		desc: 'Новый танк был разработан осенью 1941 года и предназначался для замены лёгкого танка Т-60. В 1942 г. он поступил в серийное производство, а его создатель конструктор Н.А. Астров получил Сталинскую премию. Начиная с лета 1942 г. лёгкие танки Т-70 приняли активное участие в сражениях Великой Отечественной войны. Наивысшей точкой их службы стала Курская битва. По количеству выпущенных машин Т-70 занимает второе место по численности в Красной армии в 1941-1945 гг.',
		photo: '/techs/t70.jpg',
	},
	{
		name: 'Средний танк Т-34-85',
		desc: 'Средний танк Т-34-85 был разработан в КБ Уральского танкового завода под руководством А.А. Морозова. В новой литой башне была установлена 85-мм длинноствольная пушка Д-5Т, позже заменённая на ЗИС-С-53 того же калибра. Танк был принят на вооружение в январе 1944 г. Участие в боях Т-34-85 устранило временное преимущество немецких танков «Пантера» и «Тигр». С марта 1944 г. и до самого конца войны эти поистине лучшие танки Второй мировой широко использовались в военных действиях Красной армии.',
		photo: '/techs/t34.jpg',
	},
	{
		name: 'Тяжелый танк ИС-2',
		desc: 'Тяжелый танк ИС-2 был самым мощным из тяжёлых танков Второй мировой войны. Он был разработан под руководством Ж.Я. Котина и Н.Ф. Шамшурина в КБ Кировского завода в Челябинске на базе ИС-85 и принят на вооружение в ноябре 1943 г. Танк, оборудованный 122-мм танковой пушкой Д-25Т, мог уничтожать любые немецкие танки и самоходно-артиллерийские установки. Немецким танкистам было запрещено вступать в открытые поединки с ИС-2. На постаменте в Карлхорсте в Берлине, где в мае 1945 г. была принята капитуляция Германии, установлен символ Победы – ИС-2.',
		photo: '/techs/is2.jpg',
	},
];
