[
	{
		"name": "Георгий Жуков",
		"date": "(1896-1974)",
		"portrait": "https://radiovera.ru/wp-content/uploads/2017/05/Marshal-ZHukov.jpg",
		"desc": "Главные черты полководческого таланта Георгия Константиновича — творчество, новаторство, умение принимать неожиданные для противника решения. Его отличали также глубокий ум и проницательность. По словам Макиавелли, «ничто так не делает полководца великим, как умение проникать в замысел противника». Эта способность сыграла особенно важную роль при обороне Ленинграда и Москвы, когда при крайне ограниченных силах только за счет хорошей разведки, предвидения возможных направлений ударов противника ему удавалось собирать практически все имеющиеся средства и отражать удары противника."
	},
	{
		"name": "Александр Василевский",
		"date": "(1895-1977)",
		"portrait": "https://warheroes.ru/content/images/heroes/2hero/Vasilevsky.jpg",
		"desc": "Будучи во время войны начальником Генштаба на протяжении 34-х месяцев, А. М. Василевский только 12 месяцев был в Москве, в Генштабе, а 22 месяца находился на фронтах. Г. К. Жуков и A. M. Василевский обладали развитым стратегическим мышлением, глубоким пониманием обстановки.Именно это обстоятельство привело к одинаковой оценке обстановки и выработке дальновидных и обоснованных решений по контрнаступательной операции под Сталинградом, к переходу к стратегической обороне на Курской дуге и в ряде других случаев."
	},
	{
		"name": "Константин Рокоссовский",
		"date": "(1896-1968)",
		"portrait": "https://fessl.ru/resources/person/img/rokossowski/rokossowski_big.jpg",
		"desc": "\tНеоценимым качеством советских полководцев была их способность к разумному риску. Эта черта полководческого таланта отмечалась, например, у маршала Константина Константиновича Рокоссовского. Одна из замечательных страниц полководческой деятельности К. К. Рокоссовского - Белорусская операция, в которой он командовал войсками 1-го Белорусского фронта."
	},
	{
		"name": "Иван Конев",
		"date": "(1897-1973)",
		"portrait": "https://i10.fotocdn.net/s113/c98c50597359da76/public_pin_l/2550967894.jpg",
		"desc": "Важной чертой полководческого таланта является интуиция, позволяющая добиться внезапности удара. Этим редким качеством обладал Конев Иван Степанович. Его полководческий талант наиболее убедительно и ярко проявился в наступательных операциях, в ходе которых было одержано много блестящих побед. При этом он всегда стремился не ввязываться в затяжные бои в больших городах и обходными маневрами вынуждал противника покинуть город. Это позволяло ему уменьшить потери своих войск, не допустить больших разрушений и жертв среди мирного населения."
	},
	{
		"name": "Андрей Ерёменко",
		"date": "(1892-1970)",
		"portrait": "https://warheroes.ru/content/images/heroes/GSS1941-45/Yeremenko_Andrey_Ivan.jpg",
		"desc": "Если И. С. Конев проявил лучшие свои полководческие качества в наступательных операциях, то Андрей Иванович Ерёменко - в оборонительных."
	},
	{
		"name": "Родион Малиновский",
		"date": "(1898-1967)",
		"portrait": "http://image2.thematicnews.com/uploads/images/00/00/41/2017/08/29/4882ea8749.jpg",
		"desc": "Характерной чертой настоящего полководца является неординарность замысла и действий, уход от шаблона, военная хитрость, в чем преуспел великий полководец А. В. Суворов. В годы Великой Отечественной войны этими качествами отличался Малиновский Родион Яковлевич. На протяжении почти всей войны примечательной особенностью его полководческого таланта было то, что он в замысел каждой операции закладывал какой-либо неожиданный для противника способ действий, умел целой системой хорошо продуманных мер ввести противника в заблуждение."
	},
	{
		"name": "Семён Тимошенко",
		"date": "(1895-1970)",
		"portrait": "https://i.pinimg.com/736x/45/14/e9/4514e972c61484aa557eea2aea72a828.jpg",
		"desc": "Испытав на себе весь гнев Сталина в первые дни кошмарных провалов на фронтах, Семён Константинович попросил направить его на наиболее опасный участок. Впоследствии маршал командовал стратегическими направлениями и фронтами. Под его командованием шли тяжелые оборонительные бои на территории Белоруссии в июле-августе 1941 года. С его именем связаны героическая оборона Могилева и Гомеля, контрудары под Витебском и Бобруйском. Под руководством Тимошенко развернулось самое большое и упорное сражение первых месяцев войны - Смоленское. В июле 1941 г. войска Западного направления под командованием маршала Тимошенко остановили наступление группы армий \"Центр\"."
	},
	{
		"name": "Иван Баграмян",
		"date": "(1896-1982)",
		"portrait": "https://aftershock.news/sites/default/files/u21908/Baghramian_01_500.jpg",
		"desc": "Войска под командованием маршала Ивана Христофоровича Баграмяна участвовали активно в разгроме немецко-фашистских войск на Курской дуге, в Белорусской, Прибалтийской, Восточно-Прусской и других операциях и в овладении крепостью Кенигсберг."
	},
	{
		"name": "Василий Чуйков",
		"date": "(1900-1982)",
		"portrait": "https://warheroes.ru/content/images/heroes/2hero/Chuikov_Vasily_Ivanovich.jpg",
		"desc": "В годы Великой Отечественной войны Василий Иванович Чуйков командовал 62-й (8-й гвардейской) армией, которая навечно вписана в летопись героической обороны города Сталинграда. Командарм Чуйков ввел в войска новую тактику- тактику ближнего боя. В Берлине В.И.Чуйкова называли: «Генерал – Штурм». После победы в Сталинграде были удачно проведены операции: Запорожье, форсирование Днепра, Никополь, Одесса, Люблин, форсирование Вислы, Познаньская цитадель, Кюстринская крепость, Берлинская и др."
	},
	{
		"name": "Иван Черняховский",
		"date": "(1907-1945)",
		"portrait": "https://sun9-19.userapi.com/c857624/v857624611/18a604/4_3J6AD27nA.jpg",
		"desc": "Самым молодым из командующих фронтами Великой Отечественной войны был генерал армии Иван Данилович Черняховский. Войска Черняховского участвовали в освобождении Воронежа, Курска, Житомира, Витебска, Орши, Вильнюса, Каунаса, других городов, отличились в боях за Киев, Минск, в числе первых вышли на границу с фашистской Германией, а затем громили гитлеровцев в Восточной Пруссии."
	},
	{
		"name": "Кирилл Мерецков",
		"date": "(1897-1968)",
		"portrait": "https://www.slovoart.ru/sites/default/files/images/43/03-Znak/09-Rokoss/Mereckov.jpg",
		"desc": "В годы ВОВ Кирилл Афанасьевич Мерецков командовал войсками северных направлений. В 1941 г. Мерецков нанес войскам фельдмаршала Лееба под Тихвином первое в войне серьезное поражение. 18 января 1943 года войска генералов Говорова и Мерецкова, нанеся встречный удар под Шлиссельбургом (операция «Искра»), прорвали блокаду Ленинграда. В июне 1944 г. Под их командованием был разгромлен маршал К. Маннергейм в Карелии. В октябре 1944 г. войска Мерецкова разбили врага в Заполярье под Печенгой. Весной 1945 года «хитрый Ярославец» был направлен на Дальний Восток. В августе-сентябре 1945 года его войска участвовали в разгроме Квантунской армии, ворвавшись из Приморья в Маньчжурию."
	}
]
