[
	{
		"name": "Лёгкий колёсно-гусеничный танк БТ-7М",
		"desc": "Принятый на вооружение в 1935 г., в предвоенные годы танк БТ-7 был единственным серийным танком в мире, способным развивать высокие скорости – 52 км/ч на гусеницах и 72 км/ч на колёсах. На его основе была создана модель БТ-7М, которая впервые в СССР была оснащена дизельным двигателем В-2 производства Харьковского моторного завода № 75. С первого дня танки БТ участвовали в боях Великой Отечественной войны и сумели оказать достойное сопротивление противнику.",
		"photo": "/techs/bt7m.jpg"
	},
	{
		"name": "Лёгкий танк Т-70",
		"desc": "Новый танк был разработан осенью 1941 года и предназначался для замены лёгкого танка Т-60. В 1942 г. он поступил в серийное производство, а его создатель конструктор Н.А. Астров получил Сталинскую премию. Начиная с лета 1942 г. лёгкие танки Т-70 приняли активное участие в сражениях Великой Отечественной войны. Наивысшей точкой их службы стала Курская битва. По количеству выпущенных машин Т-70 занимает второе место по численности в Красной армии в 1941-1945 гг.",
		"photo": "/techs/t70.jpg"
	},
	{
		"name": "Средний танк Т-34-85",
		"desc": "Средний танк Т-34-85 был разработан в КБ Уральского танкового завода под руководством А.А. Морозова. В новой литой башне была установлена 85-мм длинноствольная пушка Д-5Т, позже заменённая на ЗИС-С-53 того же калибра. Танк был принят на вооружение в январе 1944 г. Участие в боях Т-34-85 устранило временное преимущество немецких танков «Пантера» и «Тигр». С марта 1944 г. и до самого конца войны эти поистине лучшие танки Второй мировой широко использовались в военных действиях Красной армии.",
		"photo": "/techs/t34.jpg"
	},
	{
		"name": "Тяжелый танк ИС-2",
		"desc": "Тяжелый танк ИС-2 был самым мощным из тяжёлых танков Второй мировой войны. Он был разработан под руководством Ж.Я. Котина и Н.Ф. Шамшурина в КБ Кировского завода в Челябинске на базе ИС-85 и принят на вооружение в ноябре 1943 г. Танк, оборудованный 122-мм танковой пушкой Д-25Т, мог уничтожать любые немецкие танки и самоходно-артиллерийские установки. Немецким танкистам было запрещено вступать в открытые поединки с ИС-2. На постаменте в Карлхорсте в Берлине, где в мае 1945 г. была принята капитуляция Германии, установлен символ Победы – ИС-2.",
		"photo": "/techs/is2.jpg"
	},
	{
		"name": "Истребитель Як-3",
		"desc": "",
		"photo": "https://rusmarka.ru/files/resize/Z41/300_300_0__files_1476_jpg_742CEBCC.jpg"
	},
	{
		"name": "Истребитель Ла-5",
		"desc": "",
		"photo": "https://rusmarka.ru/files/resize/ZDD/300_300_0__files_1477marka_jpg_775B6EA5.jpg"
	},
	{
		"name": "Штурмовик Ил-2",
		"desc": "",
		"photo": "https://rusmarka.ru/files/resize/Z73/300_300_0__files_1478_jpg_7E412C95.jpg"
	},
	{
		"name": "Пикирующий бомбардировщик Пе-2",
		"desc": "",
		"photo": "https://rusmarka.ru/files/resize/Z5E/300_300_0__files_1479_jpg_E003999D.jpg"
	}
]
