[
	{
		"name": "Лёгкий колёсно-гусеничный танк БТ-7М",
		"desc": "Принятый на вооружение в 1935 г., в предвоенные годы танк БТ-7 был единственным серийным танком в мире, способным развивать высокие скорости – 52 км/ч на гусеницах и 72 км/ч на колёсах. На его основе была создана модель БТ-7М, которая впервые в СССР была оснащена дизельным двигателем В-2 производства Харьковского моторного завода № 75. С первого дня танки БТ участвовали в боях Великой Отечественной войны и сумели оказать достойное сопротивление противнику.",
		"photo": "/techs/bt7m.jpg"
	},
	{
		"name": "Лёгкий танк Т-70",
		"desc": "Новый танк был разработан осенью 1941 года и предназначался для замены лёгкого танка Т-60. В 1942 г. он поступил в серийное производство, а его создатель конструктор Н.А. Астров получил Сталинскую премию. Начиная с лета 1942 г. лёгкие танки Т-70 приняли активное участие в сражениях Великой Отечественной войны. Наивысшей точкой их службы стала Курская битва. По количеству выпущенных машин Т-70 занимает второе место по численности в Красной армии в 1941-1945 гг.",
		"photo": "/techs/t70.jpg"
	},
	{
		"name": "Средний танк Т-34-85",
		"desc": "Средний танк Т-34-85 был разработан в КБ Уральского танкового завода под руководством А.А. Морозова. В новой литой башне была установлена 85-мм длинноствольная пушка Д-5Т, позже заменённая на ЗИС-С-53 того же калибра. Танк был принят на вооружение в январе 1944 г. Участие в боях Т-34-85 устранило временное преимущество немецких танков «Пантера» и «Тигр». С марта 1944 г. и до самого конца войны эти поистине лучшие танки Второй мировой широко использовались в военных действиях Красной армии.",
		"photo": "/techs/t34.jpg"
	},
	{
		"name": "Тяжелый танк ИС-2",
		"desc": "Тяжелый танк ИС-2 был самым мощным из тяжёлых танков Второй мировой войны. Он был разработан под руководством Ж.Я. Котина и Н.Ф. Шамшурина в КБ Кировского завода в Челябинске на базе ИС-85 и принят на вооружение в ноябре 1943 г. Танк, оборудованный 122-мм танковой пушкой Д-25Т, мог уничтожать любые немецкие танки и самоходно-артиллерийские установки. Немецким танкистам было запрещено вступать в открытые поединки с ИС-2. На постаменте в Карлхорсте в Берлине, где в мае 1945 г. была принята капитуляция Германии, установлен символ Победы – ИС-2.",
		"photo": "/techs/is2.jpg"
	},
	{
		"name": "Бронепоезд \"Московский метрополитен\"",
		"desc": "\"Московский метрополитен\" - это бронепоезд, который использовался советскими вооруженными силами во время Великой Отечественной войны. Этот бронепоезд был создан на базе стандартного вагона метрополитена Москвы и предназначался для защиты железнодорожных линий и обороны городов от немецких наступлений. Он включал в себя вооружение, броню и оборудование для проведения разведывательных и атакующих операций. \"Московский метрополитен\" являлся одним из символов сопротивления населения и армии во время Великой Отечественной войны.",
		"photo": "/techs/armored.jpg"
	},
	{
		"name": "ГАЗ-АА",
		"desc": "ГАЗ-АА - это советский грузовой автомобиль, выпускавшийся на Горьковском автомобильном заводе (ныне Нижегородский автомобильный завод) с 1932 по 1941 год. Этот автомобиль широко использовался вооруженными силами СССР во время Великой Отечественной войны. ГАЗ-АА имел прочную рамную конструкцию, мощный мотор и высокую проходимость, что делало его незаменимым средством для транспортировки войск, оружия и грузов на передовые позиции. Его надежность и простота в обслуживании позволяли использовать ГАЗ-АА в самых тяжелых условиях боевых действий.",
		"photo": "/techs/car.jpg"
	},
	{
		"name": "85-мм зенитная пушка (52-К)",
		"desc": "85-мм зенитная пушка 52-К - советская зенитная пушка, которая была широко использована советскими вооруженными силами во время Великой Отечественной войны. Она была разработана в 1939 году и стала одним из основных средств противовоздушной обороны СССР во время войны. Пушка имела калибр 85 мм и обладала высокой скорострельностью и точностью стрельбы. Ее основным назначением было поражение воздушных целей, таких как вражеские самолеты и бомбардировщики. \"52-К\" была эффективным оружием в борьбе с вражеской авиацией и важным элементом системы противовоздушной обороны военного времени.",
		"photo": "/techs/antiair.jpg"
	},
	{
		"name": "45-мм противотанковая пушка (53-К)",
		"desc": "45-мм противотанковая пушка 53-К - советская противотанковая пушка, которая широко использовалась вооруженными силами СССР во время Великой Отечественной войны. Она была разработана в начале 1940-х годов и предназначалась для борьбы с немецкой бронетехникой. Пушка имела калибр 45 мм и отличалась компактными размерами и легким весом, что позволяло ей эффективно использоваться на передовых позициях и в условиях городской борьбы. \"53-К\" обладала достаточной пробивной способностью для поражения немецких танков и бронированных машин, что делало ее важным элементом противотанковой обороны советских войск.",
		"photo": "/techs/antitank.jpg"
	},
	{
		"name": "СВТ-40 и АВС-36",
		"desc": "СВТ-40 (Самозарядная винтовка Токарева) - это советская самозарядная винтовка, которая была широко использована во время Великой Отечественной войны. Разработана в 1938 году, она была предназначена для снабжения советских стрелковых подразделений эффективным оружием с повышенной огневой мощью. СВТ-40 обладала высокой точностью и скорострельностью, что делало ее универсальным оружием для борьбы с противником на средних и дальних дистанциях. Она активно использовалась советскими снайперами и стрелками, а также служила основным оружием во многих боевых ситуациях.\nАВС-36 (Автоматическая винтовка Симонова) - одно из первых советских стрелковых оружий, которое имело автоматический режим огня. АВС-36 была предназначена для улучшения огневой мощи стрелковых подразделений советской армии. Она обладала высокой скорострельностью и точностью стрельбы, что делало ее эффективным оружием в ближнем бою и на средних дистанциях. АВС-36 использовалась во многих сражениях Великой Отечественной войны и оказала значительное влияние на развитие советского стрелкового оружия.",
		"photo": "/techs/rifle.jpg"
	},
	{
		"name": "ППС-43 и ППШ-41",
		"desc": "Пистолет-пулемёт Судаева (ППС-43) - советский пистолет-пулемет, разработанный в 1942 году для использования во время Великой Отечественной войны. Он был легким, надежным и эффективным оружием на коротких и средних дистанциях.\nПистолет-пулемёт Шпагина (ППШ-41) - советский пистолет-пулемет, разработанный в 1940 году для нужд советских солдат во время войны. Он отличался высокой скорострельностью и простотой в обслуживании, был эффективным на ближней дистанции.",
		"photo": "/techs/gun.jpg"
	},
	{
		"name": "Истребитель Як-3",
		"desc": "Як-3 - советский истребитель, разработанный в период Великой Отечественной войны. Известен своей высокой маневренностью и отличной скоростью, что делало его одним из лучших истребителей своего времени. Як-3 активно использовался в боях за воздушное превосходство, а также для поддержки наземных войск. Благодаря своей надежности и эффективности, он стал одним из основных истребителей в советских вооруженных силах и сыграл значимую роль в исходе войны.",
		"photo": "https://rusmarka.ru/files/resize/Z41/300_300_0__files_1476_jpg_742CEBCC.jpg"
	},
	{
		"name": "Истребитель Ла-5",
		"desc": "Ла-5 - советский истребитель, разработанный в период Великой Отечественной войны. Известен своей отличной маневренностью и надежностью, что делало его одним из самых эффективных истребителей в советской авиации. Ла-5 успешно применялся в боях за воздушное превосходство, а также для поддержки наземных войск. Он имел мощное вооружение и хорошую боевую дальность, что делало его незаменимым оружием в борьбе с немецкой авиацией. Ла-5 сыграл значительную роль в исходе войны и оставил свой след в истории советской авиации.",
		"photo": "https://rusmarka.ru/files/resize/ZDD/300_300_0__files_1477marka_jpg_775B6EA5.jpg"
	},
	{
		"name": "Штурмовик Ил-2",
		"desc": "Ил-2 - советский штурмовик, разработанный и успешно применявшийся в период Великой Отечественной войны. Он был надежным и мощным воздушным средством атаки, оснащенным тяжелым вооружением и защитой для пилота. Ил-2 был широко использован для нанесения ударов по наземным целям, поддержки пехоты и танковых подразделений, а также для уничтожения вражеской бронетехники. Благодаря своей прочности и эффективности, он стал одним из самых успешных штурмовиков в истории авиации и оставил значительный след в борьбе против нацистской Германии",
		"photo": "https://rusmarka.ru/files/resize/Z73/300_300_0__files_1478_jpg_7E412C95.jpg"
	},
	{
		"name": "Пикирующий бомбардировщик Пе-2",
		"desc": "Пе-2 - советский пикирующий бомбардировщик, который успешно применялся в период Великой Отечественной войны. Известен своей высокой скоростью и маневренностью, что делало его эффективным средством для бомбардировки вражеских целей и поддержки наземных войск. Благодаря своей маневренности и отличной скорости, Пе-2 был одним из наиболее успешных и эффективных бомбардировщиков в советской авиации и сыграл важную роль в победе над нацистской Германией.",
		"photo": "https://rusmarka.ru/files/resize/Z5E/300_300_0__files_1479_jpg_E003999D.jpg"
	}
]
