[
	{
		"name": "Генеральный план Ост",
		"desc": "обширная программа закрепления господства Третьего рейха в Восточной Европе; предусматривал принудительное выселение с территории Польши и оккупированных областей СССР до 75–85 процентов населения и размещение его в Западной Сибири, на Северном Кавказе и в Южной Америке."
	},
	{
		"name": "Операция «Барбаросса»",
		"desc": "разработанный в декабре 1940 — июне 1941 годов стратегический план нападения нацистской Германии на СССР и одноимённая военная операция, осуществлявшаяся в соответствии с этим планом на начальной стадии Великой Отечественной войны."
	},
	{
		"name": "Второй фронт",
		"desc": "фронт, возникший против фашистской Германии в Западной Европе во Второй мировой войне. Был открыт США и Великобританией в июне 1944 года высадкой десанта в Нормандии (Франция)."
	},
	{
		"name": "Операция «Тайфун»",
		"desc": "стратегическая наступательная операция немецких войск на московском направлении осенью-зимой 1941 года, прерванная наступлением советских войск в январе 1942 года."
	},
	{
		"name": "Операция «Уран»",
		"desc": "контрнаступление во время Великой Отечественной войны войск трёх фронтов: Юго-Западного, Сталинградского и Донского с целью окружения и уничтожения вражеской группировки войск в районе города Сталинграда."
	},
	{
		"name": "Операция «Кольцо»",
		"desc": "фронтовая военная операция Рабоче-крестьянской Красной армии против немецких войск в ходе Великой Отечественной войны, заключительная часть Сталинградской битвы."
	},
	{
		"name": "Операция «Искра»",
		"desc": "наступательная операция советских войск во время Великой Отечественной войны, проведённая с 12 по 30 января 1943 года с целью прорыва блокады Ленинграда."
	},
	{
		"name": "Операция «Цитадель»",
		"desc": "летнее стратегическое наступление вермахта на северном и южном фасах Курского плацдарма; при обнаружении отхода советских войск планировалось нанести рассекающие удары с вершины Курского выступа."
	},
	{
		"name": "Операция «Кутузов»",
		"desc": "советская наступательная операция, которая была проведена с 12 июля по 18 августа 1943 года во время Курской битвы для окончательного разгрома группировки противника под Орлом."
	},
	{
		"name": "Операция «Багратион»",
		"desc": "крупномасштабная наступательная операция Великой Отечественной войны, проводившаяся 23 июня — 29 августа 1944 года. В ходе операции советская армия нанесла крупнейшее поражение немецкой армии за всю военную историю Германии. Одна из крупнейших военных операций за всю историю человечества."
	},
	{
		"name": "Берлинская операция",
		"desc": "одна из последних стратегических операций советских войск на Европейском театре военных действий, в ходе которой Красная армия заняла Берлин, что привело к безоговорочной капитуляции Германии."
	},
	{
		"name": "Блицкриг",
		"desc": "стратегия, основанная на быстрейшем достижении победы посредством нанесения концентрированных ударов по противнику и разгрома его основных сил в первые дни военной кампании."
	},
	{
		"name": "Антигитлеровская коалиция",
		"desc": "военный союз государств, сражавшихся во Второй мировой войне против агрессивного блока в составе Германии, Италии, Японии и поддерживавших их государств."
	},
	{
		"name": "Блокада",
		"desc": "окружение с помощью вооружённых сил неприятельской территории с суши, моря или воздуха с целью изоляции противника от внешнего мира."
	},
	{
		"name": "Великая Отечественная война",
		"desc": "война советского народа с гитлеровской Германией и её союзниками (22 июня 1941 — 9 мая 1945), составная часть II мировой войны."
	},
	{
		"name": "Геноцид",
		"desc": "уничтожение отдельных групп населения по расовым, национальным или религиозным мотивам."
	},
	{
		"name": "Депортация",
		"desc": "в период массовых репрессий изгнание ряда народов СССР. Выселению подверглись балкарцы, ингуши, калмыки, карачаевцы, крымские татары, советские немцы, турки-месхетинцы, чеченцы и другие."
	},
	{
		"name": "Карточная система",
		"desc": "система снабжения населения товарами народного потребления в условиях дефицита. В связи с событиями ВОВ в СССР карточное распределение введено с июля 1941 года, отменено в декабре 1947."
	},
	{
		"name": "Коренной перелом",
		"desc": "стратегические и политические изменения в ходе ВОВ: переход стратегической инициативы от Германии к СССР; достижение военно-технического превосходства в снабжении армии; качественные изменения в соотношении сил на международной арене."
	},
	{
		"name": "Ленд-лиз",
		"desc": "система передачи взаймы или в аренду вооружения, боеприпасов, продовольствия, медикаментов, предпринятая США в годы Второй мировой войны."
	},
	{
		"name": "Партизанское движение",
		"desc": "вид борьбы народа за свободу и независимость Родины или за социальные преобразования, которая ведется на территории, занятой противником, при этом вооруженное ядро опирается на поддержку местного населения."
	},
	{
		"name": "Подполье",
		"desc": "нелегальные организации, ведущие борьбу с захватчиками на оккупированных территориях."
	},
	{
		"name": "«Молодая гвардия»",
		"desc": "подпольная комсомольская организация в Великую Отечественную войну в городе Краснодон."
	},
	{
		"name": "«Рельсовая война»",
		"desc": "название крупной операции советских партизан во время ВОВ в августе — сентябре 1943 года по выводу из строя железных дорог противника в Ленинградской, Калининской, Смоленской и Орловской областей, Белоруссии и части Украины."
	},
	{
		"name": "Эвакуация",
		"desc": "вывод войск, военного имущества или населения во время войны, стихийных бедствий из опасных районов, предназначенных для крупных хозяйственных преобразований."
	}
]
